/* No comment provided by engineer. */
"No launchDate" = "Geen lanceer datum";

/* No comment provided by engineer. */
"No launchSite" = "Geen lanceer platform";

/* No comment provided by engineer. */
"No missionName" = "Geen missie naam";

/* No comment provided by engineer. */
"No rocketName" = "Geen raket naam";

/* geen lancering */
"no launch" = "geen lancering";

/* contentview */
"No missionName" = "geen missie naam";

/* View Launch activity */
"View launch \(self.Launch?.missionName ?? gLuanch)" = "View launch \(self.Launch?.missionName ?? gLuanch)";

